S2_todb/log/out_fail_411.txt
sysbench 1.1.0 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 100
Initializing random number generator from current time

Forcing shutdown in 15 seconds

Initializing worker threads...

Threads started!

FATAL: The --max-time limit has expired, forcing shutdown...
SQL statistics:
    queries performed:
        read:                            77090
        write:                           72385
        other:                           849
        total:                           150324
    transactions:                        107    (7.09 per sec.)
    queries:                             150324 (9957.20 per sec.)
    ignored errors:                      561    (37.16 per sec.)
    reconnects:                          0      (0.00 per sec.)

Number of unfinished transactions on forced shutdown: 100

Throughput:
    events/s (eps):                      7.0875
    time elapsed:                        15.0970s
    total number of events:              107

Latency (ms):
         min:                                  815.44
         avg:                                 5540.84
         max:                                14881.20
         95th percentile:                    12838.21
         sum:                               592869.49

Threads fairness:
    events (avg/stddev):           2.0700/0.95
    execution time (avg/stddev):   5.9287/12.48