S2_todb/log/out_suc_1323.txt
sysbench 1.1.0 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time

Forcing shutdown in 15 seconds

Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            29328
        write:                           84882
        other:                           564
        total:                           114774
    transactions:                        282    (28.18 per sec.)
    queries:                             114774 (11470.51 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      28.1831
    time elapsed:                        10.0060s
    total number of events:              282

Latency (ms):
         min:                                   33.31
         avg:                                   35.47
         max:                                   52.46
         95th percentile:                       38.25
         sum:                                10003.51

Threads fairness:
    events (avg/stddev):           282.0000/0.00
    execution time (avg/stddev):   10.0035/0.00