S2_todb/log/out_suc_1331.txt
sysbench 1.1.0 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 100
Initializing random number generator from current time

Forcing shutdown in 15 seconds

Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            430560
        write:                           143431
        other:                           4376
        total:                           578367
    transactions:                        236    (17.12 per sec.)
    queries:                             578367 (41966.82 per sec.)
    ignored errors:                      3904   (283.28 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      17.1244
    time elapsed:                        13.7815s
    total number of events:              236

Latency (ms):
         min:                                  370.31
         avg:                                 5225.40
         max:                                13711.03
         95th percentile:                    12838.21
         sum:                              1233193.78

Threads fairness:
    events (avg/stddev):           2.3600/1.13
    execution time (avg/stddev):   12.3319/1.08