S2_todb/log/out_suc_1373.txt
sysbench 1.1.0 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time

Forcing shutdown in 15 seconds

Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            11024
        write:                           31906
        other:                           212
        total:                           43142
    transactions:                        106    (10.55 per sec.)
    queries:                             43142  (4295.85 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      10.5549
    time elapsed:                        10.0427s
    total number of events:              106

Latency (ms):
         min:                                   50.38
         avg:                                   94.73
         max:                                  187.23
         95th percentile:                      142.39
         sum:                                10040.86

Threads fairness:
    events (avg/stddev):           106.0000/0.00
    execution time (avg/stddev):   10.0409/0.00