S2_todb/log/out_suc_1737.txt
sysbench 1.1.0 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 100
Initializing random number generator from current time

Forcing shutdown in 15 seconds

Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            67500
        write:                           77659
        other:                           1527
        total:                           146686
    transactions:                        277    (22.30 per sec.)
    queries:                             146686 (11806.84 per sec.)
    ignored errors:                      973    (78.32 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      22.2959
    time elapsed:                        12.4238s
    total number of events:              277

Latency (ms):
         min:                                  262.95
         avg:                                 4137.65
         max:                                12358.89
         95th percentile:                     9977.52
         sum:                              1146129.87

Threads fairness:
    events (avg/stddev):           2.7700/1.24
    execution time (avg/stddev):   11.4613/0.70