S2_todb/log/out_suc_58.txt
sysbench 1.1.0 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time

Forcing shutdown in 15 seconds

Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            10088
        write:                           29197
        other:                           194
        total:                           39479
    transactions:                        97     (9.67 per sec.)
    queries:                             39479  (3933.78 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      9.6653
    time elapsed:                        10.0359s
    total number of events:              97

Latency (ms):
         min:                                   46.73
         avg:                                  103.45
         max:                                  162.07
         95th percentile:                      147.61
         sum:                                10034.29

Threads fairness:
    events (avg/stddev):           97.0000/0.00
    execution time (avg/stddev):   10.0343/0.00