S2_todb/log/out_suc_81.txt
sysbench 1.1.0 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 100
Initializing random number generator from current time

Forcing shutdown in 15 seconds

Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            225784
        write:                           143516
        other:                           2380
        total:                           371680
    transactions:                        209    (14.08 per sec.)
    queries:                             371680 (25044.48 per sec.)
    ignored errors:                      1962   (132.20 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      14.0828
    time elapsed:                        14.8408s
    total number of events:              209

Latency (ms):
         min:                                  659.99
         avg:                                 6130.01
         max:                                14756.05
         95th percentile:                    13797.01
         sum:                              1281172.38

Threads fairness:
    events (avg/stddev):           2.0900/0.93
    execution time (avg/stddev):   12.8117/1.46